Revit 2027 API
Wire.NeutralConductorNum Property
 The neutral conductor number. Its default value is zero after created.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NeutralConductorNum { get; set; }
Public Property NeutralConductorNum As Integer
	Get
	Set
public:
property int NeutralConductorNum {
	int get ();
	void set (int value);
}
member NeutralConductorNum : int with get, set
Property Value
Int32
See Also
Reference
Wire Class
Autodesk.Revit.DB.Electrical Namespace